<?php
//-------------------------------------------------------------------
// 作成日: 2020/01/21
// 作成者: yamada
// 内  容: お問い合わせ 完了
//-------------------------------------------------------------------

//----------------------------------------
//  設定ファイル
//----------------------------------------
require "./config.ini";


//----------------------------------------
//  ヘッダー情報
//----------------------------------------
// タイトル
$_HTML_HEADER["title"] = "お問い合わせ 完了";

// キーワード
$_HTML_HEADER["keyword"] = "";

// ディスクリプション
$_HTML_HEADER["description"] = "";


//----------------------------------------
//  変数
//----------------------------------------
if( !empty($_SESSION["front"][$_DIR_NAME]["POST"]) ){
	$arr_post = $_SESSION["front"][$_DIR_NAME]["POST"];
}


//----------------------------------------
//  smarty設定
//----------------------------------------
$smarty = new MySmarty("front");
$smarty->compile_dir .= $_DIR_NAME. "/";

$smarty->assign( "arr_post", $arr_post );

// 表示
$smarty->display("finish.tpl");
?>